Repository: FreePBX/sipsettings
Catalog: i18n/*/LC_MESSAGES/sipsettings.po
Languages: ru_ru

source: Minimum length of registrations/subscriptions.
ru_ru: Минимальная длина регистраций/подписок.

source: Misc PJSip Settings
ru_ru: Разные настройки PJSip

source: NAT Settings
ru_ru: Настройки NAT

source: No
ru_ru: Нет

source: Non-Standard g726
ru_ru: Нестандартный g726

source: Note that chan_sip does not support IPv6 for UDP protocols. An address of '[::]' will listen on both IPv4 and IPv6, but is not recommended. If you want to use IPv6, it is recommended to use PJSip for those devices or trunks.
ru_ru: Обратите внимание, что chan_sip не поддерживает IPv6 для протоколов UDP. Адрес '[::]' будет прослушиваться как на IPv4, так и на IPv6, но не рекомендуется. Если вы хотите Использовать IPv6 - рекомендуется использовать PJSip для этих устройств или транков.

source: Note that the interface is only displayed for your information, and is not referenced by asterisk.
ru_ru: Обратите внимание на то, что интерфейс только показан для информации и не ссылается на Астериск.

source: Note that this will, by default, inherit the settings from the General page
ru_ru: Заметим, что это, по умолчанию, наследует параметры со страницы Общие

source: Notification & MWI
ru_ru: Уведомления и Индикатор ожидающих сообщений (MWI)

source: Notify Hold
ru_ru: Информация о статусе ожидания

source: Notify Ringing
ru_ru: Информация о наличии звонка

source: Number of times to try and register before giving up. A value of 0 means keep trying forever. Normally this should be set to 0 so that Asterisk will continue to register until successful in the case of network or gateway outages.
ru_ru: Количество попыток регистрации после чего они будут прекращены. Значение 0 означает, что попытки регистрации будут делаться постоянно. Обычно это всегда ставится в 0 чтобы Астериск всё время продолжал попытки до тех пор, пока не зарегистрируется, это эффективно при отказах в сети или неработоспособности шлюза.

source: Other SIP Settings
ru_ru: Другие настройки SIP

source: Override External IP
ru_ru: Переопределить внешний IP

source: PJSIP 'Allow Transports Reload' option is set to yes.
ru_ru: Для параметра PJSIP "Разрешить перезагрузку транспортов" установлено значение "да".

source: PJSIP transport port conflicts with SIP port
ru_ru: Порт транспорта канала PJSIP конфликтует с портом канала SIP

source: Password used to authenticate with TURN relay server. This option is disabled by default.
ru_ru: Пароль, используемый для аутентификации на TURN релей сервере. Эта опция отключена по умолчанию.

source: Place caller-id information into Contact header. Default: no.
ru_ru: Поместить информацию о CallerID в заголовок Contact. По умолчанию: нет.

source: Port to Listen On
ru_ru: Порт для прослушивания

source: Port/Bind Address has changed. This requires an Asterisk restart after Apply Config
ru_ru: Привязка адреса/порта была изменена. Это потребует рестарта Астериск после нажатия кнопки Применить конфигурацию

source: Private Key File
ru_ru: Файл приватного ключа

source: Public IP
ru_ru: Публичный ИП

source: RTP Checksums
ru_ru: Контрольные суммы RTP

source: RTP Hold Timeout
ru_ru: Холд RTP таймаут

source: RTP Keep Alive
ru_ru: Поддержка сеанса RTP

source: RTP Port Ranges
ru_ru: Диапазон портов RTP

source: RTP Settings
ru_ru: Настройки RTP

source: RTP Timeout
ru_ru: Таймаут RTP

source: Registration Attempts
ru_ru: Попытки регистрации

source: Registration Default Expiry
ru_ru: Время действия регистрации по умолчанию

source: Registration Maximum Expiry
ru_ru: Максимальный срок действия регистрации

source: Registration Minimum Expiry
ru_ru: Минимальный срок действия регистрации

source: Registration Settings
ru_ru: Установки регистрации

source: Registration Timeout
ru_ru: Таймаут регистрации

source: Reinvite Behavior
ru_ru: Поведение Reinvite

source: Require verification of client certificate (TLS ONLY).
ru_ru: Требуется проверка сертификата клиента (только TLS).

source: Require verification of server certificate (TLS ONLY).
ru_ru: Требуется проверка сертификата сервера (только TLS).

source: Reset
ru_ru: Сброс

source: Retry registration attempts every registertimeout seconds until successful or until registrationattempts tries have been made.
ru_ru: Пытаться повторять попытки регистрации через registertimeout секунд до успешной регистрации, или до истечения количества попыток registrationattempts.

source: SIP Settings
ru_ru: Настройки SIP

source: SIP driver information
ru_ru: Информация о SIP драйвере

source: SSL Method
ru_ru: Метод SSL

source: STUN Server Address
ru_ru: Адрес сервера STUN

source: Seconds
ru_ru: Секунд

source: Security Settings
ru_ru: Настройки безопасности

source: Select a Certificate
ru_ru: Выберите сертификат

source: Select a certificate to use for the TLS transport. These are configured in the module Certificate Manager
ru_ru: Выберите сертификат, который будет использоваться для транспорта TLS. Они настраиваются в модуле Управление сертификатами

source: Send keepalives in the RTP stream to keep NAT open during periods where no RTP stream may be flowing (like on hold).
ru_ru: Посылает пакеты keepalives в потоке RTP поддерживая открытой трансляцию NAT в течение отсутствия потока RTP (как например при удержании - Hold).

source: Settings
ru_ru: Настройки

source: Settings in %s may override these. Those settings should be removed.
ru_ru: Параметры, установленные в %s будет перебивать указанные здесь ниже. Они должны быть удалены.

source: Show Advanced Settings
ru_ru: Показать дополнительные настройки

source: Start
ru_ru: Старт

source: Static IP
ru_ru: Статический ИП

source: Strict RTP
ru_ru: Строгий RTP

source: Submit
ru_ru: Принять

source: Submit Changes
ru_ru: Сохранить изменения

source: Subnets to exclude from ICE host, srflx and relay discovery. This is useful to optimize the ICE process where a system has multiple host address ranges and/or physical interfaces and certain of them are not expected to be used for RTP. For example, VPNs and local interconnections may not be suitable or necessary for ICE. Multiple subnets may be listed. If left unconfigured, all discovered host addresses are used.
ru_ru: Подсети для исключения из ICE host, srflx и relay discovery. Это полезно для оптимизации процесса ICE, когда система имеет несколько диапазонов адресов хостов и/или физических интерфейсов, и некоторые из них, как ожидается, не будут использоваться для RTP. Например, VPN и локальные соединения могут быть непригодны или не нужны для ICE. В списке может быть несколько подсетей. Если он остается не сконфигурированным, то используются все обнаруженные адреса хостов.

source: T38 Pass-Through
ru_ru: Прозрачное пропускание T38

source: TCP Port to listen on for TLS (Encrypted) connections. Defaults to '[::]', which listens on all interfaces for both IPv4 and IPv6 connections. Note that PJSip is preferable for all IPv6 communications.
ru_ru: TCP-порт для прослушивания соединений TLS (зашифрованных). По умолчанию используется значение '[::]', которое прослушивает все интерфейсы как для IPv4, так и для IPv6-соединений. Обратите внимание, что PJSip предпочтительнее для соединений IPv6.

source: TLS Bind Address
ru_ru: Адрес привязки TLS

source: TLS Bind Port
ru_ru: Порт привязки TLS

source: TLS/SSL/SRTP Settings
ru_ru: Настройки TLS/SSL/SRTP

source: TURN Server Address
ru_ru: Адрес сервера TURN

source: TURN Server Password
ru_ru: Пароль сервера TURN

source: TURN Server Username
ru_ru: Имя пользователя сервера TURN

source: Terminate call if rtpholdtimeout seconds of no RTP or RTCP activity on the audio channel when we're on hold (must be > rtptimeout).
ru_ru: Завершить вызов если через rtpholdtimeout секунд не будет активности RTP или RTCP в голосовом канале, когда вы вызов поставлен на удержание (Hold). Это значение должно быть больше, чем rtptimeout.

source: Terminate call if rtptimeout seconds of no RTP or RTCP activity on the audio channel when we're not on hold. This is to be able to hangup a call in the case of a phone disappearing from the net, like a powerloss or someone tripping over a cable.
ru_ru: Завершить вызов если rtptimeout секунд не будет активности RTP или RTCP в голосовом канале, когда вызов не на удержании. Часто это необходимо для прекращения зависшего вызова в результате пропадания телефона из сети в следствии отключения электричества или замыкания в кабеле.

source: The default bind ports for %s have changed. Please keep this is mind while configuring your devices. You can change this in SIP Settings. CHAN_PJSIP is: %s, CHAN_SIP is: %s
ru_ru: Порт по умолчанию для %s был изменён. Имейте это ввиду при конфигурировании ваших устройств. Вы можете это изменить в SIP настройках. CHAN_PJSIP: %s, CHAN_SIP: %s

source: The format for these overrides is: [address] / [subnet]
ru_ru: Формат этих переопределений таков: [адрес] / [подсеть]

source: The format for these overrides is: [local address] => [advertised address]>
ru_ru: Формат этих переопределений таков: [локальный адрес] => [объявленый адрес]>

source: The port that this transport should listen on
ru_ru: Адрес порта, на котором будут слушаться сигнальные сообщения

source: The starting and ending RTP port range
ru_ru: Начало и окончание диапазона портов RTP

source: These settings apply to both chan_sip and chan_pjsip.
ru_ru: Эти настройки применяются как для chan_sip, так и chan_pjsip.

source: This address will be provided to clients if NAT is enabled and detected
ru_ru: Этот адрес будет предоставляться клиентам, если NAT включен и обнаружен

source: This is most commonly used for WebRTC
ru_ru: Наиболее часто используется для WebRTC

source: This is the default Codec setting for new Trunks and Extensions.
ru_ru: Это значение кодека по умолчанию для новых внешних и внутренних линий.

source: This lets you explicitly control the SIP Protocol that listens on the default SIP TLS port (5061). If an option is not available, it is because that protocol is not enabled, or, that protocol does not have TLS enabled. If you change this, you will have to restart Asterisk
ru_ru: Это позволяет явно управлять протоколом SIP, который прослушивает порт SIP TLS по умолчанию (5061). Если опция недоступна, то происходит потому, что этот протокол не включен или у протокола нет включенного TLS. Если вы измените это, вам придется перезапустить Asterisk

source: This will drop RTP packets that do not come from the source of the RTP stream. It is unusual to turn this off
ru_ru: Это отбросит пакеты RTP, которые приходят не из указанного адреса источника потока RTP. При обычной эксплуатации это опция не отключается

source: Transports
ru_ru: Транспорты

source: Typically used with SIP calling. Example user@domain, where domain is the value that would be entered here
ru_ru: Обычно используется при SIP вызовах. Пример: user@domain, где домен - значение, которое надо указать здесь

source: Unknown Error
ru_ru: Неизвестная ошибка

source: Unknown Port Conflict
ru_ru: Неизвестный конфликт портов

source: Unknown Type
ru_ru: Неизвестный тип

source: Updating kvstore_Sipsettings
ru_ru: Обновление kvstore_Sipsettings

source: Use
ru_ru: Использовать

source: Use to configure Various Asterisk SIP and PJSIP Settings
ru_ru: Используйте для настройки различных параметров Asterisk SIP и PJSIP

source: Username used to authenticate with TURN relay server. This option is disabled by default.
ru_ru: Имя пользователя, используемое для аутентификации на TURN сервере. Эта опция отключена по умолчанию.

source: Verify Client
ru_ru: Проверка клиента

source: Verify Server
ru_ru: Проверка сервера

source: Video Codecs
ru_ru: Видео кодеки

source: Video Support
ru_ru: Поддержка видео

source: WebRTC Settings
ru_ru: Настройки WebRTC

source: What is ICE Blacklist?
ru_ru: Что такое черный список ICE?

source: What is ICE Host Candidates?
ru_ru: Что такое узлы-кандидаты ICE?

source: When Asterisk is behind a static one-to-one NAT and ICE is in use, ICE will expose the server's internal IP address as one of the host candidates. Although using STUN (see the 'stunaddr' configuration option) will provide a publicly accessible IP, the internal IP will still be sent to the remote peer. To help hide the topology of your internal network, you can override the host candidates that Asterisk will send to the remote peer.
ru_ru: Когда Asterisk находится за статическим NAT один-к-одному и используется ICE, то ICE будет предоставлять внутренний IP-адрес сервера в качестве одного из кандидатов на хост. Хотя использование STUN (см. параметр конфигурации 'stunaddr') обеспечит общедоступный IP-адрес, внутренний IP-адрес все равно будет отправлен удаленному узлу. Чтобы скрыть топологию вашей внутренней сети, вы можете переопределить узлы-кандидаты, которые Asterisk будет отправлять удаленному узлу.

source: When set Asterisk will allow Guest SIP calls and send them to the Default SIP context. Turning this off will keep anonymous SIP calls from entering the system. Doing such will also stop 'Allow Anonymous Inbound SIP Calls' from functioning. Allowing guest calls but rejecting the Anonymous SIP calls below will enable you to see the call attempts and debug incoming calls that may be mis-configured and appearing as guests.
ru_ru: Если установлено в 'Да' - Asterisk разрешит гостевые SIP вызовы и отправит их в контекст по умолчанию для SIP from-sip-external. Отключение позволит запретить анонимные SIP звонки в систему. Дополнительная возможность также - отключение 'Разрешить анонимные входящие SIP звонки'. Разрешая гостевые звонки, но отвергая анонимные SIP звонки, можно увидеть попытки входящих вызовов и отладить такие вызовы, которые, возможно, неправильно настроены и они приходят как гостевые.

source: Whether to enable or disable UDP checksums on RTP traffic
ru_ru: Если включить или отключить UDP контрольные суммы RTP трафика

source: Yes
ru_ru: Да

source: Yes with FEC
ru_ru: Да, с FEC

source: Yes with Redundancy
ru_ru: Да, с резервированием

source: Yes with no error correction
ru_ru: Да, без коррекции ошибок

source: You can change this on the Advanced Settings Page
ru_ru: Вы можете изменить это на странице дополнительных настроек

source: You have Asterisk %s which no longer needs to be restarted for transport changes if 'Allow Transports Reload' is set to 'Yes' above. Note: If 'Allow Transports Reload' is set to 'Yes' reloading after changing transports does have the possibility to drop calls.
ru_ru: У вас есть Asterisk %s, который больше не нужно перезапускать для изменения транспорта, если выше 'Разрешить перезагрузку транспорта' установлено значение 'Да'. Примечание: Если 'Разрешить перезагрузку транспортов' установлено в 'Да', то перезагрузка после смены транспортов действительно имеет возможность отклонять вызовы.

source: You may set any other SIP settings not present here that are allowed to be configured in the General section of sip.conf. There will be no error checking against these settings so check them carefully. They should be entered as:<br /> [setting] = [value]<br /> in the boxes below. Click the Add Field box to add additional fields. Blank boxes will be deleted when submitted.
ru_ru: Здесь можно также добавлять другие параметры SIP которые допустимы в конфигурации секции [general] файла sip.conf. Здесь нет автоматической проверки синтаксиса параметров, поэтому будьте осторожны. Укажите их построчно в формате: параметр = значение<br /> [setting] = [value]<br /> в поле ниже. Кликните на Добавить поле чтобы указать ещё параметры. Пустые поля будут удалены при применении.

source: You may use this to to define an additional local network per interface.
ru_ru: Вы можете использовать это, чтобы определить дополнительные локальные сети на интерфейсе.

source: already exists
ru_ru: уже существует

source: chan_pjsip and chan_sip
ru_ru: chan_pjsip и chan_sip

source: checking for sipsettings table..
ru_ru: проверяем таблицу sipsettings..

source: fatal error occurred populating defaults, check module
ru_ru: произошла неустранимая ошибка при указании дефолтных значений, проверьте модуль

source: kb/s
ru_ru: кбит/сек

source: never
ru_ru: никогда

source: no
ru_ru: нет

source: none, creating table
ru_ru: отсутствует, создание таблицы

source: populating default codecs..
ru_ru: указание кодеков по умолчанию..

source: route
ru_ru: маршрут

source: rtpholdtimeout must be higher than rtptimeout
ru_ru: rtpholdtimeout должен быть больше чем rtptimeout

source: saving previous value of %s
ru_ru: сохранение предыдущего значения из %s

source: ulaw, alaw, gsm, g726 added
ru_ru: ulaw, alaw, gsm, g726 добавлены

source: yes
ru_ru: да
