Repository: FreePBX/sipsettings
Catalog: i18n/*/LC_MESSAGES/sipsettings.po
Languages: ru_ru

source: If you clear each codec and then add them one at a time, submitting with each addition, they will be added in order which will effect the codec priority.
ru_ru: Если очистите таблицу кодеков и затем добавите по одному, они будут использоваться в таком же порядке в приоритетах выбора кодеков.

source: See current version of Asterisk for limitations on SRV functionality.
ru_ru: Смотрите в текущую версию Астериск для ограничения по функциональности SRV запросов.

source: %s must be a non-negative integer
ru_ru: %s должен быть неотрицательным целым числом

source: %s must be alphanumeric
ru_ru: %s должен быть буквенным

source: Adaptive
ru_ru: Адаптивный

source: Add Address
ru_ru: Добавить адрес

source: Add Field
ru_ru: Добавить поле

source: Add Local Network Field
ru_ru: Добавить параметр 'Адреса локальной сети'

source: Advanced General Settings
ru_ru: Дополнительные основные настройки

source: After you enable/disable a transport, asterisk needs to be <strong>restarted</strong>, not just reloaded.
ru_ru: После включения/отключения транспорта asterisk должен быть <strong>перезапущен</strong>, а не просто перезагружен (reload).

source: Allow Anonymous Inbound SIP Calls
ru_ru: Разрешить входящие анонимные SIP звонки

source: Allow SIP Guests
ru_ru: Разрешить SIP вызовы без аутентификации

source: Allow Transports Reload
ru_ru: Разрешить перезагрузку транспортов

source: Allow transports to be reloaded when the PBX is reloaded. Enabling this is not recommended, and may lead to issues.
ru_ru: Разрешить перечитку транспортов при перечитке конфига АТС. Включение этой функции не рекомендуется и может привести к возникновению проблем.

source: Allowing Inbound Anonymous SIP calls means that you will allow any call coming in form an un-known IP source to be directed to the 'from-pstn' side of your dialplan. This is where inbound calls come in. Although FreePBX severely restricts access to the internal dialplan, allowing Anonymous SIP calls does introduced additional security risks. If you allow SIP URI dialing to your PBX or use services like ENUM, you will be required to set this to Yes for Inbound traffic to work. This is NOT an Asterisk sip.conf setting, it is used in the dialplan in conjuction with the Default Context. If that context is changed above to something custom this setting may be rendered useless as well as if 'Allow SIP Guests' is set to no.
ru_ru: Разрешение входящих анонимных SIP звонков означает, что вы разрешаете любому входящему звонку от неизвестного IP источника попасть в контекст 'from-pstn' вашего диалплана. Это то место, куда приходят входящие вызовы. Хотя FreePBX строго ограничивает доступ к внутреннему диалплану, разрешение входящих анонимных SIP звонков создает дополнительные проблемы безопасности. Если вы разрешаете SIP URI набор для Астериск или использования услуг, таких как ENUM, установите Да, чтобы это работало. Это не настройка в файле sip.conf Астериска, это используется диалпланом в сочетании с контекстом по умолчанию. Если этот контекст изменен вручную, этот параметр может быть бесполезен и лучше установить его в НЕТ.

source: An Error occurred trying fetch network configuration and external IP address
ru_ru: Ошибка получения сетевой конфигурации и внешний IP-адреса

source: An unknown port conflict has been detected in PJSIP. Please check and validate your PJSIP Ports to ensure they're not overlapping
ru_ru: В PJSIP был обнаружен неизвестный конфликт портов. Пожалуйста, проверьте и подтвердите ваши PJSIP-порты, чтобы убедиться, что они не дублируются

source: Asterisk NAT setting:<br /> yes = Always ignore info and assume NAT<br /> no = Use NAT mode only according to RFC3581 <br /> never = Never attempt NAT mode or RFC3581 <br /> route = Assume NAT, don't send rport
ru_ru: Настройки NAT в Астериск:<br /> yes = Всегда игнорировать пакет info и предполагать NAT<br /> no = Использовать режим NAT в соостветствии с RFC3581 <br /> never = Никогда не пытаться использовать NAT или RFC3581 <br /> route = предполагая NAT не указывать rport

source: Asterisk SIP Settings
ru_ru: Установки Asterisk для SIP

source: Asterisk is currently using %s for SIP Traffic.
ru_ru: Астериск использует %s для SIP трафика.

source: Asterisk: bindaddr. The IP address to bind to and listen for calls on the Bind Port. If set to 0.0.0.0 Asterisk will listen on all addresses. It is recommended to leave this blank.
ru_ru: Параметр Asterisk: bindaddr. ИП адрес, на котором "слушаются" входяшие вызовы на выбранном порту. Если установлено в 0.0.0.0 Asterisk будет слушать на всех доступных ИП адресах. Рекомендуем оставить это поле пустым.

source: Asterisk: canreinvite. yes: standard reinvites; no: never; nonat: An additional option is to allow media path redirection (reinvite) but only when the peer where the media is being sent is known to not be behind a NAT (as the RTP core can determine it based on the apparent IP address the media arrives from; update: use UPDATE for media path redirection, instead of INVITE. (yes = update + nonat)
ru_ru: Параметр Asterisk: canreinvite. yes: стандартный реинвайт; no: никогда; nonat: дополнительная опция, разрешающая перенаправить медиа поток (реинвайт), но только если пир установлен не за NAT (RTP может определить это на основе ИП адресов абонентов) update: используется специальный SIP пакет UPDATE для приняти решения о перенаправлении вместо пакета INVITE. (Значение yes соответствует = update + nonat)

source: Asterisk: externrefresh. How often to lookup and refresh the External Host FQDN, in seconds.
ru_ru: Параметр Аsterisk: externrefresh. Как часто происходит обновление информации резольвера по имени FQDN, в секундах.

source: Asterisk: g726nonstandard. If the peer negotiates G726-32 audio, use AAL2 packing order instead of RFC3551 packing order (this is required for Sipura and Grandstream ATAs, among others). This is contrary to the RFC3551 specification, the peer _should_ be negotiating AAL2-G726-32 instead.
ru_ru: Параметр Asterisk: g726nonstandard. Если пир распознаёт G726-32 аудио, используется AAL2 порядок распаковки вместо RFC3551 (обычно требуется для терминалов Sipura и Grandstream, в числе других). Это противоречит спецификации RFC3551, где установлено распознавание устройствами специального типа payload AAL2-G726-32 вместо G726-32.

source: Asterisk: t38pt_udptl. Enables T38 passthrough which makes faxes go through Asterisk without being processed.<ul><li>No - No passthrough</li><li>Yes - Enables T.38 with FEC error correction and overrides the other endpoint's provided value to assume we can send 400 byte T.38 FAX packets to it.</li><li>Yes with FEC - Enables T.38 with FEC error correction</li><li>Yes with Redundancy - Enables T.38 with redundancy error correction</li><li>Yes with no error correction - Enables T.38 with no error correction.</li></ul>
ru_ru: Астериск: t38pt_udptl. Включает сквозноеое прохождение (passthrough) соединений протокола Т.38, при котором факсы напрямую пропускаются через Астериск без цифровой обработки.<ul><li>Нет - без сквозного прохождения</li><li>Да - включить обработку T.38 с FEC (коррекция ошибок) и переписать значения для этого, предполагая, что мы можем посылать 400-байтовые пакеты Т.38.</li><li>Да с FEC - Включаем T.38 с FEC коррекцией ошибок</li><li>Да с резервированием - Включаем T.38 с резервированнием для коррекции ошибок</li><li>Да без коррекции ошибок - Включаем T.38 без коррекции ошибок.</li></ul>

source: Audio Codecs
ru_ru: Аудио кодеки

source: Auto Configure
ru_ru: Автоматическая конфигурация

source: Bind Address
ru_ru: Связывание с адресом

source: Bind Address (bindaddr) must be an IP address.
ru_ru: Адрес (bindaddr) должен быть в виде четырёх октетов ИП адреса.

source: Bind Port
ru_ru: Порт привязки

source: Bind Port (bindport) must be between 1024 and 65535
ru_ru: Порт привязки (bindport). Адрес порта должен быть между 1024 и 65535

source: CA Chain File
ru_ru: Файл цепочки CA

source: CHANSIP Port Moved
ru_ru: CHANSIP порт изменился

source: CHANSIP TCP Disabled
ru_ru: CHANSIP TCP отключен

source: CHANSIP TLS Port Moved
ru_ru: CHANSIP TLS-порт сменился

source: Call Events
ru_ru: События вызова

source: Caller ID into Contact Header
ru_ru: CallerID в заголовок Contact

source: Candidates
ru_ru: Кандидаты

source: Certificate File
ru_ru: Файл сертификата

source: Certificate Manager
ru_ru: Управление сертификатами

source: Chan PJSIP Settings
ru_ru: Установки канала PJSIP

source: Chan SIP
ru_ru: Канал SIP

source: Chan SIP Settings
ru_ru: Установки канала SIP

source: Chansip was assigned a port that was already in use for TLS traffic. The Chansip TLS port has been changed to %s
ru_ru: Chansip был назначен порт, который уже используется для трафика TLS. Порт CHANSIP TLS был изменен на %s

source: Chansip was assigned the same port as pjsip for TCP traffic. Chansip has had the tcpenable setting removed, and is no longer listening for TCP connections.
ru_ru: Chansip был назначен тот же порт, что и pjsip для TCP-трафика. Для Chansip был удален параметр tcpenable и он больше не прослушивает TCP-соединения.

source: Chansip was assigned the same port as pjsip for UDP traffic. The Chansip port has been changed to %s
ru_ru: Chansip был назначен тот же порт, что и pjsip для UDP-трафика. Порт Chansip был изменен на %s

source: Check to enable and then choose allowed codecs.
ru_ru: Отметить если необходимо, и затем выбрать разрешаемые кодеки.

source: Codecs
ru_ru: Кодеки

source: Control whether subscriptions INUSE get sent ONHOLD when call is placed on hold. Useful when using BLF.
ru_ru: Контролирует внутренний номер о состоянии абонента INUSE получением пакета ONHOLD если звонок поставлен на ожидание Удобно при использовании BLF - Busy Lamp Functionality.

source: Control whether subscriptions already INUSE get sent RINGING when another call is sent. Useful when using BLF.
ru_ru: Контролирует внутренний номер о состоянии абонента INUSE получением пакета RINGING если уже принят один звонок. Удобно при использовании BLF - Busy Lamp Functionality.

source: Default
ru_ru: По умолчанию

source: Default Context
ru_ru: Контекст по умолчанию

source: Default TLS Port Assignment
ru_ru: Назначение портов TLS по умолчанию

source: Default bind port for CHAN_PJSIP is: %s, CHAN_SIP is: %s
ru_ru: Привязка порта по умолчанию для CHAN_PJSIP: %s, CHAN_SIP: %s

source: Default context for incoming calls if not specified. FreePBX sets this to from-sip-external which is used in conjunction with the Allow Anonymous SIP calls. If you change this you will effect that behavior. It is recommended to leave this blank.
ru_ru: Контекст по умолчанию для входящих вызовов не указан. FreePBX использует from-sip-external, где обрабатываются входящие, в том числе и при разрешённых анонимных входящих SIP вызовах без аутентификации. Если изменить этот контекст, то это нарушит такое поведение. Рекомендуется оставить это поле пустым.

source: Default length of incoming and outgoing registrations.
ru_ru: Длительность входящей или исходящей регистраций.

source: Detect Network Settings
ru_ru: Детектировать сетевые настройки

source: Disabled
ru_ru: Выключено

source: Domain the transport comes from
ru_ru: Домен транспорт исходит от

source: Don't Require verification of server certificate (TLS ONLY).
ru_ru: Не требуется проверка сертификата сервера (только TLS).

source: Don't Verify Server
ru_ru: Не проверять сервер

source: Dynamic Host
ru_ru: Динамический хост

source: Dynamic Host Refresh
ru_ru: Динамическое обновление хоста

source: Dynamic Host can not be blank
ru_ru: Динамическое значение имени хоста не может быть пустым

source: Dynamic IP
ru_ru: Динамический ИП

source: ERRORS
ru_ru: ОШИБКИ

source: Edit Settings
ru_ru: Редактировать настройки

source: Enable Jitter Buffer
ru_ru: Включить джиттер-буфер

source: Enable SRV Lookup
ru_ru: Включиьт сервис поиска SRV

source: Enable TCP
ru_ru: Включить TCP

source: Enable TLS
ru_ru: Включить TLS

source: Enable server for incoming TLS (secure) connections.
ru_ru: Включить сервер для входящих TLS-соединений TLS (безопасность).

source: Enabled
ru_ru: Включено

source: Enables jitter buffer frame logging.
ru_ru: Включить журналирование фреймов джиттер-буфера.

source: Enables the use of a jitterbuffer on the receiving side of a SIP channel. An enabled jitterbuffer will be used only if the sending side can create and the receiving side can not accept jitter. The SIP channel can accept jitter, thus a jitterbuffer on the receive SIP side will be used only if it is forced and enabled. An example is if receiving from a jittery channel to voicemail, the jitter buffer will be used if enabled. However, it will not be used when sending to a SIP endpoint since they usually have their own jitter buffers. See jbforce to force its use always.
ru_ru: Позволяет использовать jitterbuffer на принимающей стороне SIP-канала. Включенный джиттербуфер будет использоваться только в том случае, если отправляющая сторона может создавать, а принимающая - не может принимать джиттер. SIP-канал может принимать джиттер, поэтому на стороне приема будет использоваться только в том случае, если он принудительно включен. Например, если вы принимаете сигнал с включенным джиттер-буфером на голосовую почту, то джиттер-буфер будет использоваться - если включен. Однако он не будет использоваться при отправке в конечную точку SIP, так как они обычно имеют свои собственные джиттер-буферы. Смотрите jbforce, чтобы заставить его использовать всегда.

source: End
ru_ru: Конец

source: Endpoint Identifier Order
ru_ru: Порядок идентификации конечных точек

source: Endpoint Identifier Order . The Default order is as follows:<ul><li>ip</li><li>username</li><li>anonymous</li><li>header</li><li>auth_username</li></ul><ul>Note : Changing this to get affected may require asterisk restart</ul>
ru_ru: Порядок идентификации конечных точек . Порядок по умолчанию выглядит следующим образом:<ul><li>ip</li><li>username</li><li>anonymous</li><li>header</li><li>auth_username</li></ul><ul>Примечание: при изменении этого параметра для получения эффекта может потребоваться перезагрузка asterisk</ul>

source: Enter IP Address
ru_ru: Введите ИП адрес

source: Error: %s
ru_ru: Ошибка: %s

source: External Address
ru_ru: Внешний адрес

source: External FQDN as seen on the WAN side of the router and updated dynamically, e.g. mydomain.example.com. (asterisk: externhost)
ru_ru: Внешнее имя FQDN в системе DNS на внешнем интерфейсе (WAN) роутера, которое динамически обновляется. Например - myhomerouter.dyndns.org (параметр externhost)

source: External IP Address
ru_ru: Внешний IP адрес

source: External IP can not be blank when NAT Mode is set to Static and no default IP address provided on the main page
ru_ru: Внешний IP не может быть пустым, если режим NAT установлен в Static и не дефолтный IP-адрес представлен на главной странице

source: External Static IP or FQDN as seen on the WAN side of the router. (asterisk: externip)
ru_ru: Внешний статический ИП или полное доменное имя FQDN в качестве WAN интерфейса маршрутизатора. (Параметр asterisk: externip)

source: Fixed
ru_ru: Фиксированный

source: Force Jitter Buffer
ru_ru: Форсировать использование джиттер-буфера

source: Forces the use of a jitterbuffer on the receive side of a SIP channel. Normally the jitter buffer will not be used if receiving a jittery channel but sending it off to another channel such as another SIP channel to an endpoint, since there is typically a jitter buffer at the far end. This will force the use of the jitter buffer before sending the stream on. This is not typically desired as it adds additional latency into the stream.
ru_ru: Форсирует использование джиттер-буфера на принимающей стороне канада SIP. Обычным образом джиттер-буфер не используется если принимает дрожжащий канал с задержкой - джиттером, но посылаются в другой SIP пир, который имеет свой собственный джиттер-буфер. Этот параметр форсирует использование джиттер-буфера перед отправкой голосового потока. Это не типично для использования, так как добавляет дополнительную задержку в поток.

source: Frequency in seconds to check if MWI state has changed and inform peers.
ru_ru: Частота в секундах, когда состояние индикатора MWI будет изменяться и информировать пиры.

source: General SIP Settings
ru_ru: Общие настройки SIP

source: Generate manager events when sip ua performs events (e.g. hold).
ru_ru: Генерировать события AMI при событиях sip абонентов (например call hold).

source: Helpful Information
ru_ru: Полезная информация

source: Hostname or address for the STUN server used when determining the external IP address and port an RTP session can be reached at. The port number is optional. If omitted the default value of 3478 will be used. This option is blank by default. (A list of STUN servers: http://wiki.freepbx.org/x/YQCUAg)
ru_ru: Имя хоста ли ИП адрес сервера STUN, который будет определять внешний ИП адрес и порт сессии RTP. Номер порта - опционально. Если не указано, будет использоваться дефолтный номер порта - 3478. По умолчанию эта опция - пустое поле. (Список доступных серверов STUN - http://wiki.freepbx.org/x/YQCUAg)

source: Hostname or address for the TURN server to be used as a relay. The port number is optional. If omitted the default value of 3478 will be used. This option is blank by default.
ru_ru: Имя хоста или адрес для TRUN сервера, используемого в качестве релея. Номер порта указывать необязательно. Если опустить, будет использоваться значение по умолчанию - 3478. Этот параметр пустой по умолчанию.

source: ICE Blacklist
ru_ru: Черный Список ICE

source: ICE Host Candidates
ru_ru: Узлы-кандидаты ICE

source: IMPORTANT: Only use this functionality when your Asterisk server is behind a one-to-one NAT and you know what you're doing. If you do define anything here, you almost certainly will NOT want to specify 'stunaddr' or 'turnaddr' above.
ru_ru: ВАЖНО: используйте эту функцию только тогда, когда ваш сервер Asterisk находится за NAT один к одному и вы знаете, что делаете. Если вы действительно что-то определяете здесь, то НЕ должны указывать 'stunaddr' или 'turnaddr' выше.

source: IP Addresses
ru_ru: IP-адреса

source: IP Configuration
ru_ru: Конфигурация IP

source: If blank, will use the default settings
ru_ru: Если оставить пустым, будут использованы настройки по умолчанию

source: Implementation
ru_ru: Применение

source: Indicate whether the box has a public IP or requires NAT settings.<br/>If the public address is not correctly detected you can supply the external address manually.<br/>If your IP address is not static you can specify a dynamicDNS host name under Dynamic IP.<br/> Automatic configuration of what is often put in sip_nat.conf
ru_ru: Указать, станция имеет публичный ИП адрес или требуются настройки NAT.<br/> Если публичный адрес корректно не распознан - вы можете указать внешний адрес вручную.<br/>Если ваш адрес не статический, можно указать имя через dynDNS для хоста с динамическим ИП.<br/>Параметры автоматической конфигурации часто указываются в sip_nat.conf

source: Insecure
ru_ru: Небезопасный

source: It is recommended that this option remain set to no.
ru_ru: Рекомендуется чтобы для этого параметра оставалось значение нет.

source: Jitter Buffer Logging
ru_ru: Журналирование джиттер-буфера

source: Jitter Buffer Max Size
ru_ru: Максимальный размер джиттер-буфера

source: Jitter Buffer Resync Threshold
ru_ru: Порог срабатывания синхронизации джиттер-буфера

source: Jitter Buffer Settings
ru_ru: Установки джиттер-буфера

source: Jitterbuffer implementation, used on the receiving side of a SIP channel. Two implementations are currently available:<br /> fixed: size always equals to jbmaxsize;<br /> adaptive: with variable size (the new jb of IAX2).
ru_ru: Реализация джиттер-буфера, ипользуемая на принимающей стороне канала SIP. Обе различные реализации доступны к использованию:<br /> фиксированная: размер всегда равен величине jbmaxsize;<br /> адаптивная: с переменной длиной (новый jb на IAX2).

source: Jump in the frame timestamps over which the jitterbuffer is resynchronized. Useful to improve the quality of the voice, with big jumps in/broken timestamps, usually sent from exotic devices and programs. Can be set to -1 to disable.
ru_ru: Перепрыгивает во фрейм с временной меткой, на котороую пересинхронизировался джиттер-буфер. Полезно для улучшения качества голоса при большом количестве потерянных меток времени, обычно посланных с экхотических устройств и програм.Можно установить в -1 для отключения.

source: Loading
ru_ru: Загружается

source: Local Networks
ru_ru: Локальные сети

source: Local incoming TCP Port that Asterisk will bind to and listen for TLS SIP messages.
ru_ru: Локальный входящий TCP-порт, к которому Asterisk будет привязан и прослушивать сообщения TLS SIP.

source: Local incoming UDP (and TCP if enabled) port that Asterisk will bind to and listen for chan_SIP messages. If left blank, it will default to 5060. Legacy installs (when only a single SIP driver was present) would set the chan_sip bind port to 5060, but new installs set it to 5160.
ru_ru: Локальный входящий UDP-порт (и TCP, если включен), к которому Asterisk будет привязываться и прослушивать сообщения chan_SIP. Если оставить пустым, то по умолчанию будет равен 5060. Устаревшие установки (когда присутствовал только один драйвер SIP) установили бы порт привязки chan_sip на 5060, но теперь на 5160.

source: Local network
ru_ru: Локальная сеть

source: Local network settings in the form of ip/cidr or ip/netmask. For networks with more than 1 LAN subnets, use the Add Local Network Field button for more fields. Blank fields will be ignored.
ru_ru: Параметры локальной сети в виде IP/CIDR или IP /маски сети. Для сетей с более, чем одной подсетью используйте кнопку 'Добавить локальную сеть', чтобы добавить полей. Пустые поля будут игнорированы.

source: Localnet netmask must be formatted properly (e.g. 255.255.255.0 or 24)
ru_ru: Маска локальной сети должна быть указана в правильном формате (например 255.255.255.0 или 24)

source: Localnet setting must be an IP address
ru_ru: Параметр Localnet должен быть в виде ИП адреса сети

source: MEDIA & RTP Settings
ru_ru: Установки Медиа и RTP

source: MWI Polling Freq
ru_ru: Частота запросов MWI

source: Max Bit Rate
ru_ru: Макимальная полоса пропускания

source: Max length of the jitterbuffer in milliseconds.
ru_ru: Максимальный размер джиттер-буфера в милисекундах.

source: Maximum allowed time of incoming registrations
ru_ru: Максимально разрешённое время для входящих регистраций

source: Maximum bitrate for video calls in kb/s
ru_ru: Максимальная полоса пропускания для видео звонков в кбит/сек

source: Media Transport Settings
ru_ru: Настройки медиа-транспорта

source: Method of SSL transport (TLS ONLY). The default is currently TLSv1, but may change with future releases.
ru_ru: Метод транспорта SSL (ТОЛЬКО TLS). Значение по умолчанию в настоящее время составляет TLSv1, но может измениться с будущими выпусками.

source: Method of SSL transport (TLS ONLY). The default is currently tlsv1, but may change with future releases.
ru_ru: Метод транспорта SSL (ТОЛЬКО TLS). Значение по умолчанию в настоящее время составляет tlsv1, но может измениться с будущими выпусками.

source: Migrate rtp.conf values if needed and initialize
ru_ru: Перенос и инициализация значений rtp.conf, если нужно

source: Migrating Audio Codecs
ru_ru: Перемещение аудио кодеков

source: Migrating LocalNets and Netmasks
ru_ru: Перемещение локальных сетей и масок подсети

source: Migrating Video Codecs
ru_ru: Перемещение видео кодеков

source: Migrating rtpend Setting from Old Format to BMO Object
ru_ru: Перемещение настроек rtpend из старого формата в объект BMO

source: Migrating rtpstart Setting from Old Format to BMO Object
ru_ru: Перемещение настроек rtpstart из старого формата в объект BMO
